---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.AreaTag
source: html/6ad6900c-1c03-e277-4b36-16fd31b21703.htm
---
# AreaTag Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.